/*
SQLyog v10.2 
MySQL - 5.5.40 : Database - ldh
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`ldh` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `ldh`;

/*Table structure for table `ldh_admin` */

DROP TABLE IF EXISTS `ldh_admin`;

CREATE TABLE `ldh_admin` (
  `id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `account` varchar(255) NOT NULL,
  `nickname` varchar(50) DEFAULT NULL,
  `password` char(255) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `is_valid` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `account` (`account`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `ldh_admin` */

insert  into `ldh_admin`(`id`,`account`,`nickname`,`password`,`created_at`,`updated_at`,`is_valid`) values (1,'admin','韩波管理员','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-24 16:39:41','2015-12-24 16:03:49',1);

/*Table structure for table `ldh_order` */

DROP TABLE IF EXISTS `ldh_order`;

CREATE TABLE `ldh_order` (
  `order_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `product` tinyint(1) DEFAULT NULL COMMENT '1:净颜梅体验装1盒 168元 2:净颜梅一周期2盒送1盒 336元 3:净颜梅二周期6盒送2盒 828元 4:净颜梅三周期9盒送3盒 1018元',
  `remark` varchar(255) DEFAULT NULL,
  `number` int(11) NOT NULL DEFAULT '0',
  `tel` varchar(15) NOT NULL,
  `qq` varchar(15) DEFAULT NULL,
  `uname` varchar(255) NOT NULL,
  `province` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `dist` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `pay` varchar(100) DEFAULT NULL COMMENT '支付方式',
  `message` varchar(255) DEFAULT NULL,
  `status` tinyint(1) DEFAULT '1' COMMENT '1:待处理；2处理完毕',
  `ip` varchar(20) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `is_valid` tinyint(1) DEFAULT '1',
  PRIMARY KEY (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=57 DEFAULT CHARSET=utf8;

/*Data for the table `ldh_order` */

insert  into `ldh_order`(`order_id`,`user_id`,`product`,`remark`,`number`,`tel`,`qq`,`uname`,`province`,`city`,`dist`,`address`,`pay`,`message`,`status`,`ip`,`created_at`,`updated_at`,`is_valid`) values (1,14,1,'净颜梅二周期6盒送2盒 828元',0,'15828595707','416939491','韩波','','','','香澜半岛香澜半岛','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 13:05:49','2015-12-21 16:50:32',1),(2,14,1,'净颜梅二周期6盒送2盒 828元',0,'15828595707','416939491','韩波','四川省','成都市','成华区','香澜半岛香澜半岛','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 13:05:50','2015-12-21 16:51:06',1),(3,14,4,'净颜梅二周期6盒送2盒 828元',0,'15828595707','416939491','韩波','四川省','成都市','成华区','香澜半岛香澜半岛','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 13:05:56','2015-12-21 16:52:26',1),(4,16,0,'净颜梅二周期6盒送2盒 828元',0,'15828595707','416939491','韩波','四川省','成都市','成华区','香澜半岛香澜半岛','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 13:05:37','2015-12-21 16:53:18',1),(5,16,3,'净颜梅二周期6盒送2盒 828元',0,'','416939491','韩波','四川省','成都市','成华区','香澜半岛香澜半岛','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 16:21:57','2015-12-21 18:50:30',1),(6,16,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','416939491','韩波','四川省','成都市','成华区','香澜半岛香澜半岛','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:14','2015-12-21 18:50:59',1),(7,17,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 10:51:47','2015-12-25 10:51:47',1),(8,18,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 10:51:54','2015-12-25 10:51:54',1),(9,19,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 10:51:58','2015-12-25 16:37:49',1),(10,20,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:14','2015-12-25 10:52:05',1),(11,20,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:17','2015-12-25 10:52:05',1),(12,21,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:12','2015-12-25 10:52:12',1),(13,21,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:32','2015-12-25 10:52:13',1),(14,21,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:13','2015-12-25 10:52:13',1),(15,22,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:15','2015-12-25 10:52:18',1),(16,22,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:18','2015-12-25 10:52:18',1),(17,22,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:16','2015-12-25 10:52:19',1),(18,23,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:20','2015-12-25 10:52:21',1),(19,23,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 12:11:51','2015-12-25 10:52:22',1),(20,23,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:22','2015-12-25 10:52:22',1),(21,23,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:21','2015-12-25 10:52:22',1),(22,24,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:24','2015-12-25 10:52:24',1),(23,24,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:24','2015-12-25 10:52:24',1),(24,24,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:22','2015-12-25 10:52:24',1),(25,24,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:25','2015-12-25 10:52:25',1),(26,24,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:24','2015-12-25 10:52:25',1),(27,25,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:27','2015-12-25 10:52:27',1),(28,25,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:27','2015-12-25 10:52:27',1),(29,25,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 15:46:59','2015-12-25 10:52:28',1),(30,25,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:28','2015-12-25 10:52:28',1),(31,25,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:28','2015-12-25 10:52:28',1),(32,25,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:25','2015-12-25 10:52:28',1),(33,26,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',2,'0.0.0.0','2015-12-25 12:07:26','2015-12-25 10:52:36',1),(34,26,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:37','2015-12-25 10:52:37',1),(35,26,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:37','2015-12-25 10:52:37',1),(36,26,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:37','2015-12-25 10:52:37',1),(37,27,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:43','2015-12-25 10:52:43',1),(38,27,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:43','2015-12-25 10:52:43',1),(39,27,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:43','2015-12-25 10:52:43',1),(40,27,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:43','2015-12-25 10:52:43',1),(41,28,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:46','2015-12-25 10:52:46',1),(42,28,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:46','2015-12-25 10:52:46',1),(43,28,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:46','2015-12-25 10:52:46',1),(44,28,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:46','2015-12-25 10:52:46',1),(45,29,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:49','2015-12-25 10:52:49',1),(46,29,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:49','2015-12-25 10:52:49',1),(47,29,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:49','2015-12-25 10:52:49',1),(48,29,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:49','2015-12-25 10:52:49',1),(49,29,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:50','2015-12-25 10:52:50',1),(50,29,3,'净颜梅二周期6盒送2盒 828元',0,'15828595707','425546384','hanbo','四川省','成都市','成华区','成都大学','cod','请尽快安排发货，送货之前手机联系，谢谢！',1,'0.0.0.0','2015-12-25 10:52:50','2015-12-25 10:52:50',1),(51,NULL,4,'净颜梅三周期9盒送3盒 1018元',0,'15828604864','46762098','liuyanxi','四川省','成都市','成华区','shaheluyuan','cod','请尽快安排发货，送货之前手机联系，谢谢！\r\n                                            ',1,'0.0.0.0','2015-12-25 16:46:34','2015-12-25 16:46:34',1),(52,NULL,1,'净颜梅体验装1盒 168元',0,'15857958568','741855214','柳岩锡','四川省','成都市','成华区','华宇阳光水岸','cod','请尽快安排发货，送货之前手机联系，谢谢！\r\n                                            ',1,'0.0.0.0','2015-12-25 17:09:45','2015-12-25 17:09:45',1),(53,16,2,'净颜梅一周期2盒送1盒 336元',0,'15896345689','96857412','李飞','内蒙古自治区','呼和浩特市','回民区','呼呼哒哒而去','cod','请尽快安排发货，送货之前手机联系，谢谢！\r\n                                            ',2,'0.0.0.0','2015-12-25 17:15:14','2015-12-25 17:19:12',1),(54,16,4,'净颜梅三周期9盒送3盒 1018元',9,'13965896784','8956247788','李四','广东省','广州市','番禺区','石桥镇','cod','请尽快安排发货，送货之前手机联系，谢谢！\r\n                                            ',1,'0.0.0.0','2015-12-25 17:37:46','2015-12-25 17:37:46',1),(55,16,3,'净颜梅二周期6盒送2盒 828元',6,'18595687985','485967125','小李飞刀','浙江省','杭州市','余杭区','西湖雷峰塔','cod','请尽快安排发货，送货之前手机联系，谢谢！\r\n                                            ',1,'0.0.0.0','2015-12-25 17:46:33','2015-12-25 17:46:33',1),(56,16,4,'净颜梅三周期9盒送3盒 1018元',9,'15896354852','158235410','悟空','陕西省','西安市','周至县','仙湖公关','cod','请尽快安排发货，送货之前手机联系，谢谢！\r\n                                            ',1,'0.0.0.0','2015-12-25 17:52:14','2015-12-25 17:52:14',1);

/*Table structure for table `ldh_price` */

DROP TABLE IF EXISTS `ldh_price`;

CREATE TABLE `ldh_price` (
  `price_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `code` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '1:未使用 2：已使用',
  `created_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `is_valid` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`price_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

/*Data for the table `ldh_price` */

insert  into `ldh_price`(`price_id`,`code`,`password`,`status`,`created_at`,`updated_at`,`is_valid`) values (1,'45678912303','45678912303',1,'2015-12-23 17:22:39','2015-12-23 17:22:41',1),(2,'36974185201','36974185201',1,'2015-12-23 17:22:56','2015-12-23 17:22:58',1),(3,'12345678996','12345678996',1,'2015-12-23 17:23:17','2015-12-23 17:23:19',1),(4,'77777777777','77777777777',2,'2015-12-24 17:51:11','2015-12-24 17:51:08',1);

/*Table structure for table `ldh_price_user` */

DROP TABLE IF EXISTS `ldh_price_user`;

CREATE TABLE `ldh_price_user` (
  `price_user_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `price_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `is_valid` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`price_user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

/*Data for the table `ldh_price_user` */

insert  into `ldh_price_user`(`price_user_id`,`price_id`,`user_id`,`created_at`,`updated_at`,`is_valid`) values (1,1,13,'2015-12-23 17:21:55','2015-12-23 17:20:26',1),(2,2,13,'2015-12-23 17:22:01','2015-12-23 17:22:03',1),(3,3,13,'2015-12-23 17:22:10','2015-12-23 17:22:12',1);

/*Table structure for table `ldh_share` */

DROP TABLE IF EXISTS `ldh_share`;

CREATE TABLE `ldh_share` (
  `share_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `count` int(11) DEFAULT '0',
  `invite_code` varchar(255) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `is_invalid` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`share_id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

/*Data for the table `ldh_share` */

insert  into `ldh_share`(`share_id`,`user_id`,`count`,`invite_code`,`created_at`,`updated_at`,`is_invalid`) values (2,13,57,'FesjVHMQCQ1','2015-12-24 10:57:22','2015-12-23 09:50:34',1),(3,14,41,'BeTTW5n9Tv7','2015-12-24 11:37:57','2015-12-23 09:52:45',1),(4,16,0,'pIV3T0cmYza','2015-12-24 11:38:33','2015-12-24 11:38:33',1),(5,17,16,'dawdsa','2015-12-25 10:44:16','2015-12-25 10:44:19',1),(6,18,23,'aaa','2015-12-25 10:47:04','2015-12-25 10:46:18',1),(7,19,23,'bb','2015-12-25 10:47:06','2015-12-25 10:46:18',1),(8,20,23,'cc','2015-12-25 10:47:07','2015-12-25 10:46:19',1),(9,21,23,'dd','2015-12-25 10:47:08','2015-12-25 10:46:19',1),(10,22,23,'ee','2015-12-25 10:47:09','2015-12-25 10:46:19',1),(11,23,23,'ffff','2015-12-25 10:47:10','2015-12-25 10:46:19',1),(12,24,23,'ggg','2015-12-25 10:47:11','2015-12-25 10:46:19',1),(13,25,23,'hhh','2015-12-25 10:47:13','2015-12-25 10:46:19',1),(14,26,23,'uuu','2015-12-25 10:47:14','2015-12-25 10:46:19',1),(15,27,23,'iii','2015-12-25 10:47:16','2015-12-25 10:46:20',1),(16,28,23,'ooo','2015-12-25 10:47:17','2015-12-25 10:46:20',1),(17,29,23,'pp','2015-12-25 10:47:22','2015-12-25 10:46:20',1);

/*Table structure for table `ldh_user` */

DROP TABLE IF EXISTS `ldh_user`;

CREATE TABLE `ldh_user` (
  `user_id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `tel` varchar(15) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `is_valid` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=56 DEFAULT CHARSET=utf8;

/*Data for the table `ldh_user` */

insert  into `ldh_user`(`user_id`,`tel`,`name`,`address`,`password`,`created_at`,`updated_at`,`is_valid`) values (14,'13458692620','李川江','复城国际','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-23 09:52:45','2015-12-23 09:52:45',1),(16,'15828595707','hanbo','香澜半岛','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-24 11:38:33','2015-12-24 11:38:33',1),(17,'15828595701','aaaaaaaaaaaaaa','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-23 09:52:45','2015-12-23 09:52:45',1),(18,'15828595702','bbbbbbbbbbbbbb','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:02','2015-12-23 09:52:45',1),(19,'15828595733','cccccccccccccccc','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:04','2015-12-23 09:52:45',1),(20,'15828595744','ddddddddddddddddddddd','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:05','2015-12-23 09:52:45',1),(21,'15828595705','cereeeeeeeeeee','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:09','2015-12-23 09:52:45',1),(22,'15828595706','fffffffffffffffffffffffh','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:11','2015-12-23 09:52:45',1),(23,'15828595000','hhhhhhhhhhh','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:13','2015-12-23 09:52:45',1),(24,'15828595707','fgdsxdddddddddd','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:16','2015-12-23 09:52:45',1),(25,'15828595707','vcxxxxxxxxxxxxxxx','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:17','2015-12-23 09:52:45',1),(26,'15828595707','vvvvvvvvvvvvvvvv','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:19','2015-12-23 09:52:45',1),(27,'15828595707','bnnnnnnnnnnnn','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:20','2015-12-23 09:52:45',1),(28,'15828595707','rrrrrrrrrrrr','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:22','2015-12-23 09:52:45',1),(29,'15828595707','uuuuuuuuuuuuu','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:26','2015-12-23 09:52:45',1),(30,'15828595707','i','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:27','2015-12-23 09:52:45',1),(31,'15828595707','kjhjh','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:28','2015-12-23 09:52:45',1),(32,'15828595707','fgds','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:30','2015-12-23 09:52:45',1),(33,'15828595707','gfsd','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:29','2015-12-23 09:52:45',1),(34,'15828595707','nnnnnnnnnnnn','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:33','2015-12-23 09:52:45',1),(35,'15828595707','fds','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:31','2015-12-23 09:52:45',1),(36,'15828595707','fdd','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:35','2015-12-23 09:52:45',1),(37,'15828595707','nnnnnnnn','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:34','2015-12-23 09:52:45',1),(38,'15828595707','ooooo','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:37','2015-12-23 09:52:45',1),(39,'15828595707','opppppppp','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:38','2015-12-23 09:52:45',1),(40,'15828595707',',lll','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:39','2015-12-23 09:52:45',1),(41,'15828595707','jk','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:40','2015-12-23 09:52:45',1),(42,'15828595707','j','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:41','2015-12-23 09:52:45',1),(43,'15828595707','g','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:42','2015-12-23 09:52:45',1),(44,'15828595707','jhfg','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:43','2015-12-23 09:52:45',1),(45,'15828595707','jf','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:43','2015-12-23 09:52:45',1),(46,'15828595707','jf','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:45','2015-12-23 09:52:45',1),(47,'15828595707','aaaaaaaaaaaaaa','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-23 09:52:45','2015-12-23 09:52:45',1),(48,'15828595707','jhgncf','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:47','2015-12-23 09:52:45',1),(49,'15828595707','aaaaaaaaaaaaaa','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-23 09:52:45','2015-12-23 09:52:45',1),(50,'15828595707','sgsg','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:48','2015-12-23 09:52:45',1),(51,'15828595707','aaaaaaaaaaaaaa','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-23 09:52:45','2015-12-23 09:52:45',1),(52,'15828595707','sgsgs','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:50','2015-12-23 09:52:45',1),(53,'15828595707','aaaaaaaaaaaaaa','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-23 09:52:45','2015-12-23 09:52:45',1),(54,'15828595707','gssg','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 10:43:52','2015-12-23 09:52:45',1),(55,'15828595707','aaaaaaaaaaaaaa','bbbbbbbbbbbbbb','cf153f4040af196d9646077b42083b10fbe03e1db017bbbc0a4945a54f5b54ac','2015-12-25 16:42:31','2015-12-25 16:42:31',1);

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
